Repository: tinygod/guandan-ios
Catalog: App/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Level is 8. Both big jokers are gone, ONE small joker is out, and five 8s have been played (you hold one of the remaining). Is your ♠A single safe to lead?
ar: المستوى هو 8. كلا الجوكرين الكبيرين اختفيا، وخرج جوكر صغير واحد، ولُعبت خمس ثمانيات (تحمل أنت واحدة من المتبقي). هل آص البستوني ♠A المفرد آمن لتقوده؟
de: Stufe ist 8. Beide großen Joker sind weg, EIN kleiner Joker ist draußen, und fünf 8er wurden gespielt (eine der restlichen hältst du). Ist deine ♠A-Einzelkarte sicher zum Anspielen?
es: El nivel es 8. Ambos comodines grandes se fueron, UN comodín pequeño ya salió, y se han jugado cinco 8 (tú tienes uno de los que quedan). ¿Es seguro sacar tu ♠A suelto?
fr: Le niveau est 8. Les deux grands jokers sont sortis, UN petit joker est tombé, et cinq 8 ont été joués (vous tenez l'un des restants). Votre ♠A isolé est-il sûr à mener ?
hi: लेवल 8 है। दोनों बड़े जोकर जा चुके हैं, एक छोटा जोकर बाहर है, और पाँच 8 खेले जा चुके हैं (बचा हुआ एक आपके पास है)। क्या आपका ♠A एकल चलना सुरक्षित है?
id: Levelnya adalah 8. Kedua joker besar sudah habis, SATU joker kecil sudah keluar, dan lima kartu 8 sudah dimainkan (kamu memegang salah satu sisanya). Apakah aman memimpin dengan kartu tunggal ♠A-mu?
ja: 級牌は8。大王は両方とも消え、小王が1枚出ていて、8が5枚出ている(君は残りの1枚を持っている)。君の♠Aの単張を首攻しても安全か？
ko: 급수는 8입니다. 큰 조커 두 장은 모두 빠졌고, 작은 조커 하나가 나왔으며, 8이 다섯 장 나왔습니다(남은 한 장을 당신이 들고 있죠). 당신의 ♠A 단장을 내도 안전할까요?
pt_br: O nível é 8. Os dois coringas grandes saíram, UM coringa pequeno está fora, e cinco 8 já foram jogados (você tem um dos restantes). É seguro liderar com seu ♠A único?
ru: Уровень — 8. Оба больших джокера вышли, ОДИН маленький джокер на руках, и пять восьмёрок сыграно (одна из оставшихся у тебя). Безопасно ли ходить твоей одиночной ♠A?
zh_hans: 级牌是8。两张大王都没了,一张小王已经出了,五张8已经打出(还有一张在你手里)。你这张♠A单张出得安全吗?
zh_hant: 級牌是 8。兩張大王都沒了，一張小王已出，五張 8 已經打出（其中一張在你手上）。你的 ♠A 單張可以放心出嗎？

source: Levels, wildcards, winning the match
ar: المستويات، الأوراق الجامحة، الفوز بالمباراة
de: Stufen, Joker, das Match gewinnen
es: Niveles, comodines y ganar la partida
fr: Niveaux, jokers passe-partout, gagner la partie
hi: लेवल, वाइल्डकार्ड, मैच जीतना
id: Level, kartu wildcard, memenangkan pertandingan
ja: 級牌、百搭、対局の勝ち方
ko: 급수, 백따, 매치 승리
pt_br: Níveis, coringas, vencer a partida
ru: Уровни, дикие карты, победа в матче
zh_hans: 级牌、百搭、赢下整局
zh_hant: 級牌、百搭、贏下整場

source: Listen where they don't
ar: أنصِت حيث لا يُنصِتون
de: Hör hin, wo andere es nicht tun
es: Escucha donde ellos no lo hacen
fr: Écoutez là où les autres n'écoutent pas
hi: वहाँ सुनें जहाँ वे नहीं सुनते
id: Dengarkan di tempat yang tak mereka duga
ja: 相手が聞いていない所に耳を澄ませ
ko: 남들이 안 듣는 곳을 들으세요
pt_br: Ouça onde eles não ouvem
ru: Слушай там, где они молчат
zh_hans: 在别人不留意的地方留心
zh_hant: 聽他們沒在留意的地方。

source: Long patience then one decisive top card is the controller ambush. Behind that joker is usually a prepared run — block the FIRST follow-up at any cost.
ar: الصبر الطويل ثم ورقة علوية واحدة حاسمة هو كمين المُتحكِّم. خلف ذلك الجوكر عادةً جرية مُجهَّزة — احجب أول متابعة مهما كلّف الأمر.
de: Lange Geduld und dann eine entscheidende Topkarte ist der Hinterhalt des Kontrollspielers. Hinter diesem Joker steckt meist ein vorbereiteter Lauf — blocke die ERSTE Anschlusskarte um jeden Preis.
es: Mucha paciencia y luego una sola carta alta decisiva es la emboscada del controlador. Detrás de ese comodín suele haber una jugada preparada: bloquea el PRIMER seguimiento a toda costa.
fr: Une longue patience puis une seule carte maîtresse décisive : c'est l'embuscade du meneur. Derrière ce joker se cache d'ordinaire une suite préparée — bloquez la PREMIÈRE relance coûte que coûte.
hi: लंबा धैर्य फिर एक निर्णायक ऊँचा पत्ता — यही नियंत्रक का घात है। उस जोकर के पीछे आमतौर पर एक तैयार दौड़ होती है — पहली अगली चाल को किसी भी कीमत पर रोकें।
id: Kesabaran panjang lalu satu kartu puncak yang menentukan adalah sergapan sang pengendali. Di balik joker itu biasanya ada deret yang sudah disiapkan — blokir lanjutan PERTAMA berapa pun harganya.
ja: 長く我慢してから決定的なトップ札を一枚――これが主導側の伏兵だ。あのジョーカーの後ろには大抵仕込んだ連番がある――最初の続きを何としてもブロックしろ。
ko: 오래 참다가 결정적인 한 장을 내는 건 컨트롤러의 매복입니다. 그 조커 뒤엔 보통 준비된 한 방이 숨어 있어요 — 무슨 수를 써서라도 첫 번째 후속타를 막으세요.
pt_br: Muita paciência e então uma carta alta decisiva é a emboscada do controlador. Por trás daquele coringa geralmente vem uma jogada preparada — bloqueie a PRIMEIRA continuação a qualquer custo.
ru: Долгое терпение, а затем одна решающая старшая карта — это засада контролёра. За тем джокером обычно стоит подготовленный заход — блокируй ПЕРВОЕ продолжение любой ценой.
zh_hans: 长时间忍着,然后甩一张决定性的大牌,这是控场高手的伏击。那张王后面通常藏着一套备好的牌——不惜一切代价封死它的第一手续牌。
zh_hant: 長時間隱忍、然後一張定音的頂牌，這是控場者的伏擊。那張王後面通常藏著一條備好的連發——不惜一切擋下「第一手」跟牌。

source: Look at Coach Wu: only TWO cards left! Your one job now is to clear the road so he can go out.
ar: انظر إلى المدرب وو: لم يتبقَّ سوى ورقتين! مهمتك الوحيدة الآن هي تنظيف الطريق كي يخرج.
de: Schau dir Coach Wu an: nur noch ZWEI Karten! Deine einzige Aufgabe ist jetzt, die Straße frei zu machen, damit er rausgehen kann.
es: Mira al Entrenador Wu: ¡solo le quedan DOS cartas! Tu única tarea ahora es despejar el camino para que pueda salir.
fr: Regardez le coach Wu : seulement DEUX cartes en main ! Votre seul travail désormais est de dégager la route pour qu'il puisse sortir.
hi: कोच वू को देखो: सिर्फ दो पत्ते बचे हैं! अब आपका एकमात्र काम है रास्ता साफ करना ताकि वह बाहर निकल सके।
id: Lihat Coach Wu: tinggal DUA kartu! Tugasmu satu-satunya sekarang adalah membersihkan jalan agar dia bisa keluar.
ja: 教練呉を見ろ：残りたった2枚！君の今の唯一の仕事は、彼が上がれるように道を切り開くことだ。
ko: 우 교练을 보세요: 카드가 딱 두 장 남았어요! 지금 당신의 유일한 임무는 그가 나갈 수 있도록 길을 치우는 겁니다.
pt_br: Olhe o Treinador Wu: só DUAS cartas restando! Sua única missão agora é limpar o caminho para ele sair.
ru: Смотри на тренера У: у него осталось всего ДВЕ карты! Твоя единственная задача сейчас — расчистить дорогу, чтобы он смог выйти.
zh_hans: 看吴教练:只剩两张牌了!你现在唯一的任务就是清路,让他能出去。
zh_hant: 看吳教練：只剩「兩張」牌了！你現在唯一的任務就是清出道路，讓他走牌。

source: Lose a hand badly and you owe tribute: your single highest card (wildcards stay home) goes to the winner. If BOTH losers finish at the bottom, both pay.
ar: اخسر يداً بشدة فتدين بالإتاوة: تذهب ورقتك المفردة الأعلى (الأوراق الجامحة تبقى في البيت) إلى الفائز. إذا أنهى كلا الخاسرين في القاع، يدفع كلاهما.
de: Verlier eine Runde böse und du schuldest Tribut: Deine einzelne höchste Karte (Joker bleiben zu Hause) geht an den Sieger. Wenn BEIDE Verlierer ganz unten landen, zahlen beide.
es: Pierde una mano de forma fea y deberás tributo: tu carta individual más alta (los comodines se quedan en casa) va para el ganador. Si AMBOS perdedores terminan al final, ambos pagan.
fr: Perdez une manche lourdement et vous devez le tribut : votre plus haute carte isolée (les jokers passe-partout restent à la maison) va au gagnant. Si les DEUX perdants finissent au fond, les deux paient.
hi: एक हाथ बुरी तरह हारें और आप पर ट्रिब्यूट बकाया हो जाता है: आपका सबसे ऊँचा एकल पत्ता (वाइल्डकार्ड घर पर ही रहते हैं) विजेता को जाता है। अगर दोनों हारने वाले सबसे नीचे रहें, तो दोनों चुकाते हैं।
id: Kalah babak telak dan kamu berutang upeti: kartu tunggal tertinggimu (wildcard tetap tinggal) diserahkan ke pemenang. Kalau KEDUA yang kalah finis di dasar, keduanya membayar.
ja: 手をひどく負けると進貢の義務を負う：最高の単張1枚(百搭は手元に残る)が勝者に渡る。もし負けた二人がともに最下位で終われば、両方が払う。
ko: 한 판을 크게 지면 공물을 내야 합니다: 당신의 가장 높은 단장 한 장(백따는 빼고)이 승자에게 갑니다. 두 패자가 모두 꼴찌로 끝나면, 둘 다 냅니다.
pt_br: Perca uma mão feio e você deve tributo: sua carta única mais alta (os coringas ficam em casa) vai para o vencedor. Se OS DOIS perdedores terminarem no fundo, ambos pagam.
ru: Проиграй раздачу крупно — и ты должен дань: твоя единственная старшая карта (дикие карты остаются дома) уходит победителю. Если ОБА проигравших финишируют на дне, платят оба.
zh_hans: 一手牌输得惨,你就得进贡:把你单张最大的牌(百搭红桃级牌留着不动)交给赢家。要是两个输家都垫底,那两家都得进。
zh_hant: 一手輸得太慘就得進貢：你最大的那張單牌（百搭留在手裡）送給贏家。如果兩個輸家都墊底，兩人都要進貢。

source: MEDIUM
ar: متوسط
de: MITTEL
es: MEDIO
fr: MOYEN
hi: मध्यम
id: SEDANG
ja: ミディアム
ko: 보통
pt_br: MÉDIO
ru: СРЕДНЕ
zh_hans: 中等
zh_hant: 中等

source: MOVES PER HAND
ar: حركات لكل يد
de: ZÜGE PRO RUNDE
es: JUGADAS POR MANO
fr: COUPS PAR MANCHE
hi: प्रति हाथ चालें
id: LANGKAH PER BABAK
ja: 1手あたりの出札
ko: 판당 수
pt_br: JOGADAS POR MÃO
ru: ХОДОВ ЗА РАЗДАЧУ
zh_hans: 每手平均出牌数
zh_hant: 每手出牌數

source: MOVES TO FINISH 1st
ar: حركات للوصول للمركز الأول
de: ZÜGE BIS PLATZ 1
es: JUGADAS PARA SALIR 1.º
fr: COUPS POUR FINIR 1er
hi: पहले स्थान पर पहुँचने की चालें
id: LANGKAH UNTUK FINIS KE-1
ja: 頭游までの手数
ko: 1등까지의 수
pt_br: JOGADAS PARA SAIR EM 1º
ru: ХОДОВ ДО 1-го МЕСТА
zh_hans: 拿头游所需手数
zh_hant: 拿頭游所需手數

source: Make them burn their fire
ar: اجعلهم يحرقون نارهم
de: Bring sie dazu, ihr Feuer zu verbrennen
es: Hazlos quemar su fuego
fr: Faites-les brûler leur puissance de feu
hi: उन्हें अपनी आग जलाने पर मजबूर करें
id: Buat mereka membakar amunisinya
ja: 相手に火力を焼かせろ
ko: 상대가 화력을 태우게 만드세요
pt_br: Faça-os queimar o poder de fogo
ru: Заставь их сжечь свой огонь
zh_hans: 逼他们烧掉火力
zh_hant: 逼他們燒掉火力。

source: Marco
ar: ماركو
hi: मार्को
ja: マルコ
ko: 마르코
ru: Марко
zh_hans: 马可
zh_hant: 馬可

source: Marco BOMBS a pair of 8s! Perfect — a bomb spent on a feed, not on your partner's exit.
ar: ماركو يُفجِّر قنبلة على زوج ثمانيات! مثالي — قنبلة أُنفِقت على تغذية، لا على خروج شريكك.
de: Marco BOMBT ein Paar 8er weg! Perfekt — eine Bombe für eine Vorlage geopfert, nicht für den Ausstieg deines Partners.
es: ¡Marco BOMBARDEA una pareja de 8! Perfecto: una bomba gastada en una entrega, no en la salida de tu compañero.
fr: Marco BOMBARDE une paire de 8 ! Parfait — une bombe dépensée sur un appât, pas sur la sortie de votre partenaire.
hi: मार्को 8 के जोड़े पर बम चलाता है! बढ़िया — एक बम फीड पर खर्च हुआ, आपके साथी के निकलने पर नहीं।
id: Marco MENGEBOM sepasang kartu 8! Sempurna — bom dipakai untuk umpan, bukan untuk pintu keluar partnermu.
ja: マルコが8の対子を炸弾で潰した！完璧――炸弾が餌に使われた、相棒の上がりに対してじゃない。
ko: 마르코가 8 페어를 폭탄으로 칩니다! 완벽해요 — 파트너의 출구가 아니라 먹이에 폭탄을 쓴 거죠.
pt_br: Marco BOMBARDEIA um par de 8! Perfeito — um bomba gasto num alimento, e não na saída do seu parceiro.
ru: Марко БОМБИТ пару восьмёрок! Идеально — бомба потрачена на подкормку, а не на выход твоего партнёра.
zh_hans: 马可用炸弹炸掉一对8!完美——炸弹用在喂牌上,而不是用在你搭档出去的那一手上。
zh_hant: 馬可用炸彈轟掉一對 8！完美——這炸彈花在送牌上，而不是炸你隊友的出口。

source: Marco bumps it to an 8.
ar: يصدّها ماركو إلى ثمانية.
de: Marco erhöht auf eine 8.
es: Marco lo sube a un 8.
fr: Marco la relance avec un 8.
hi: मार्को इसे 8 तक बढ़ा देता है।
id: Marco menaikkannya jadi kartu 8.
ja: マルコは8まで上げてくる。
ko: 마르코가 8로 올립니다.
pt_br: Marco cobre com um 8.
ru: Марко перебивает восьмёркой.
zh_hans: 马可加码到一张8。
zh_hant: 馬可頂到 8。

source: Marco can't answer.
ar: لا يستطيع ماركو الرد.
de: Marco kann nicht antworten.
es: Marco no puede responder.
fr: Marco ne peut pas répondre.
hi: मार्को जवाब नहीं दे सकता।
id: Marco tak bisa membalas.
ja: マルコは応じられない。
ko: 마르코는 받을 수 없습니다.
pt_br: Marco não consegue responder.
ru: Марко не может ответить.
zh_hans: 马可接不上。
zh_hant: 馬可接不住。

source: Marco can't beat Queens. He passes.
ar: لا يستطيع ماركو التغلب على الملكات. يمرّر.
de: Marco kann Damen nicht schlagen. Er passt.
es: Marco no puede superar las Reinas. Pasa.
fr: Marco ne peut pas battre des Dames. Il passe.
hi: मार्को रानियों को नहीं हरा सकता। वह पास करता है।
id: Marco tak bisa mengalahkan para Ratu. Dia lewat.
ja: マルコはクイーンに勝てない。過(パス)する。
ko: 마르코는 퀸들을 못 이깁니다. 패스합니다.
pt_br: Marco não vence Damas. Ele passa.
ru: Марко не может перебить дам. Он пасует.
zh_hans: 马可压不过那对Q。他不要。
zh_hant: 馬可壓不過 Q。他「不要」。

source: Marco folds too.
ar: ينسحب ماركو أيضاً.
de: Marco passt ebenfalls.
es: Marco también se retira.
fr: Marco se couche aussi.
hi: मार्को भी पीछे हट जाता है।
id: Marco ikut menyerah.
ja: マルコも降りる。
ko: 마르코도 접습니다.
pt_br: Marco também desiste.
ru: Марко тоже сбрасывает.
zh_hans: 马可也弃了。
zh_hant: 馬可也棄牌。

source: Marco has nothing bigger.
ar: ليس لدى ماركو شيء أكبر.
de: Marco hat nichts Größeres.
es: Marco no tiene nada más grande.
fr: Marco n'a rien de plus gros.
hi: मार्को के पास इससे बड़ा कुछ नहीं है।
id: Marco tak punya yang lebih besar.
ja: マルコにはこれより大きいものがない。
ko: 마르코에겐 더 큰 게 없어요.
pt_br: Marco não tem nada maior.
ru: У Марко нет ничего старше.
zh_hans: 马可没有更大的牌。
zh_hant: 馬可沒有更大的牌。

source: Marco rides a Jack through.
ar: يركب ماركو شَبّاً (J) ويمرّ.
de: Marco zieht mit einem Buben durch.
es: Marco pasa una Jota por encima.
fr: Marco fait passer un Valet.
hi: मार्को एक गुलाम से पार निकल जाता है।
id: Marco melintas dengan satu Jack.
ja: マルコはジャックで乗り切る。
ko: 마르코가 잭으로 올라타 통과합니다.
pt_br: Marco passa por cima com um Valete.
ru: Марко проскакивает валетом.
zh_hans: 马可用一张J骑了过去。
zh_hant: 馬可甩出一張 J 蓋過去。

source: Marco too.
ar: ماركو أيضاً.
de: Marco auch.
es: Marco también.
fr: Marco aussi.
hi: मार्को भी।
id: Marco juga.
ja: マルコも。
ko: 마르코도요.
pt_br: Marco também.
ru: Марко тоже.
zh_hans: 马可也是。
zh_hant: 馬可也是。

source: Marco tops you with a Queen.
ar: يعلوك ماركو بملكة.
de: Marco übertrumpft dich mit einer Dame.
es: Marco te supera con una Reina.
fr: Marco vous coiffe avec une Dame.
hi: मार्को एक रानी से आपको पार कर देता है।
id: Marco mengunggulimu dengan satu Ratu.
ja: マルコがクイーンで君を超える。
ko: 마르코가 퀸으로 당신을 누릅니다.
pt_br: Marco te supera com uma Dama.
ru: Марко перебивает тебя дамой.
zh_hans: 马可用一张Q盖过了你。
zh_hant: 馬可用一張 Q 壓過你。

source: Match Lost
ar: خسرت المباراة
de: Match verloren
es: Partida perdida
fr: Partie perdue
hi: मैच हार गए
id: Pertandingan Kalah
ja: 対局に敗北
ko: 매치 패배
pt_br: Partida perdida
ru: Матч проигран
zh_hans: 本局告负
zh_hant: 整場敗北

source: Match Won! 🏆
ar: فزت بالمباراة! 🏆
de: Match gewonnen! 🏆
es: ¡Partida ganada! 🏆
fr: Partie gagnée ! 🏆
hi: मैच जीत लिया! 🏆
id: Pertandingan Menang! 🏆
ja: 対局に勝利！🏆
ko: 매치 승리! 🏆
pt_br: Partida vencida! 🏆
ru: Матч выигран! 🏆
zh_hans: 本局获胜!🏆
zh_hant: 整場獲勝！🏆

source: Minor — it's just one card
ar: بسيط — إنها ورقة واحدة فقط
de: Geringfügig — es ist nur eine Karte
es: Menor: es solo una carta
fr: Mineur — ce n'est qu'une carte
hi: मामूली — यह तो बस एक पत्ता है
id: Sepele — itu cuma satu kartu
ja: 些細だ――たった1枚の札だ
ko: 사소함 — 그냥 카드 한 장인걸요
pt_br: Pouca coisa — é só uma carta
ru: Мелочь — это всего одна карта
zh_hans: 影响不大——不过就一张牌
zh_hant: 影響不大——只是一張牌。

source: Momentum
ar: الزخم
de: Schwung
es: Impulso
fr: Élan
hi: गति
ja: 勢い
ko: 기세
pt_br: Momento
ru: Инициатива
zh_hans: 气势
zh_hant: 氣勢

source: Move
ar: حركة
de: Zug
es: Jugada
fr: Coup
hi: चाल
id: Langkah
ja: 手
ko: 수
pt_br: Jogada
ru: Ход
zh_hans: 出牌
zh_hant: 出牌

source: Muddy the water
ar: عكّر الماء
de: Das Wasser trüben
es: Enturbiar las aguas
fr: Brouiller les pistes
hi: पानी गँदला करें
id: Keruhkan airnya
ja: 水を濁せ
ko: 물을 흐리세요
pt_br: Turve as águas
ru: Замути воду
zh_hans: 搅浑水
zh_hant: 攪渾這池水

source: NOW the Ace earns its keep — take the trick!
ar: الآن يكسب الآص أجره — خذ اللفّة!
de: JETZT verdient sich das Ass seinen Lohn — nimm den Stich!
es: AHORA el As se gana el pan: ¡llévate la baza!
fr: MAINTENANT l'As gagne sa place — prenez le pli !
hi: अब इक्का अपनी कीमत वसूलता है — चाल जीतो!
id: SEKARANG As menebus jasanya — rebut triknya!
ja: 今こそAが働く――この番を取れ！
ko: 이제 에이스가 제값을 합니다 — 이 판을 가져가세요!
pt_br: AGORA o Ás faz por merecer — leve a rodada!
ru: ТЕПЕРЬ туз отрабатывает своё — бери взятку!
zh_hans: 现在这张A该出力了——拿下这一墩!
zh_hant: 「現在」A 派上用場了——拿下這一墩！

source: Never bid against your own partner — pass and protect his exit.
ar: لا تزايد أبداً ضد شريكك — مرّر واحمِ خروجه.
de: Biete nie gegen deinen eigenen Partner — passe und schütze seinen Ausstieg.
es: Nunca pujes contra tu propio compañero: pasa y protege su salida.
fr: Ne surenchérissez jamais contre votre propre partenaire — passez et protégez sa sortie.
hi: अपने ही साथी के खिलाफ कभी बोली न लगाएँ — पास करें और उसके निकलने की रक्षा करें।
id: Jangan pernah bersaing melawan partnermu sendiri — lewat dan lindungi pintu keluarnya.
ja: 自分の相棒に張り合うな――過(パス)して彼の上がりを守れ。
ko: 자기 파트너와 절대 경쟁하지 마세요 — 패스하고 그의 출구를 지키세요.
pt_br: Nunca dispute contra o seu próprio parceiro — passe e proteja a saída dele.
ru: Никогда не торгуйся против своего же партнёра — пасуй и защищай его выход.
zh_hans: 千万别跟自己搭档抢牌——不要,护住他出去的路。
zh_hant: 絕不跟自己的隊友搶牌——「不要」，護住他的出口。

source: Never bomb a four — except when you must
ar: لا تُفجِّر قنبلة على لاعب بأربع أوراق — إلا حين تضطر
de: Bombe nie eine Vier weg — außer wenn du musst
es: Nunca bombardees un cuatro, salvo cuando debas
fr: Ne bombardez jamais une paire de quatre — sauf quand vous le devez
hi: चार पर कभी बम न चलाएँ — सिवाय जब मजबूरी हो
id: Jangan pernah mengebom pasangan-empat — kecuali saat terpaksa
ja: 4は決して炸弾で割るな――割らざるを得ない時を除いて
ko: 4 페어에 절대 폭탄 쓰지 마세요 — 꼭 써야 할 때만 빼고
pt_br: Nunca bombardeie um quatro — exceto quando for obrigado
ru: Никогда не бомби четвёрку — кроме случаев, когда придётся
zh_hans: 绝不为一对四出炸弹——除非不得不炸
zh_hant: 別拿炸彈炸一對四——除非萬不得已。

source: Never — always block minimally
ar: أبداً — احجب دائماً بأدنى حد
de: Nie — immer minimal blocken
es: Nunca: bloquea siempre lo mínimo
fr: Jamais — bloquez toujours au minimum
hi: कभी नहीं — हमेशा कम से कम ब्लॉक करें
id: Jangan pernah — selalu blokir seminimal mungkin
ja: 決して――常に最小限でブロックする
ko: 절대 안 됨 — 항상 최소한으로만 막아라
pt_br: Nunca — sempre bloqueie o mínimo
ru: Никогда — всегда блокируй по минимуму
zh_hans: 绝不——永远用最小的牌封堵
zh_hant: 絕不——永遠用最小代價封堵。

source: Newly-crowned tops
ar: أوراق علوية مُتوَّجة حديثاً
de: Frisch gekrönte Spitzenkarten
es: Recién coronadas como las más altas
fr: Cartes fraîchement couronnées au sommet
hi: नए ताज पाए ऊँचे पत्ते
id: Puncak yang baru dinobatkan
ja: 新たに最強になった対子
ko: 새로 최강이 된 패
pt_br: Cartas recém-coroadas como as mais altas
ru: Новокоронованные старшие
zh_hans: 刚翻身的最大牌
zh_hant: 剛升格的最大牌

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
id: Berikutnya
ja: 次へ
ko: 다음
pt_br: Próximo
ru: Далее
zh_hans: 下一步
zh_hant: 下一步

source: Next Hand
ar: اليد التالية
de: Nächste Runde
es: Mano siguiente
fr: Manche suivante
hi: अगला हाथ
id: Babak Berikutnya
ja: 次の手
ko: 다음 판
pt_br: Próxima mão
ru: Следующая раздача
zh_hans: 下一局
zh_hant: 下一手

source: Next Question
ar: السؤال التالي
de: Nächste Frage
es: Siguiente pregunta
fr: Question suivante
hi: अगला सवाल
id: Pertanyaan Berikutnya
ja: 次の問題
ko: 다음 문제
pt_br: Próxima pergunta
ru: Следующий вопрос
zh_hans: 下一题
zh_hant: 下一題

source: No answers.
ar: لا ردود.
de: Keine Antworten.
es: Sin respuestas.
fr: Aucune réponse.
hi: कोई जवाब नहीं।
id: Tak ada jawaban.
ja: 応じる者なし。
ko: 받을 게 없어요.
pt_br: Sem respostas.
ru: Нет ответов.
zh_hans: 没人接得上。
zh_hant: 無人能接。

source: No bomb, one Ace pair, and a swamp of dead smalls — barely 2 points. A pro doesn't fight this: block enemies, feed your partner, take the assist.
ar: لا قنبلة، زوج آصات واحد، ومستنقع من الأوراق الصغيرة الميتة — نقطتان بالكاد. المحترف لا يقاتل هذه: احجب الأعداء، غذِّ شريكك، خذ التمريرة الحاسمة.
de: Keine Bombe, ein Ass-Paar und ein Sumpf aus toten kleinen Karten — kaum 2 Punkte. Ein Profi kämpft damit nicht: Blockiere Gegner, füttere deinen Partner, kassiere den Assist.
es: Sin bomba, una pareja de Ases y un pantano de cartas bajas muertas: apenas 2 puntos. Un profesional no pelea esto: bloquea a los enemigos, alimenta a tu compañero, llévate la asistencia.
fr: Pas de bombe, une paire d'As, et un marécage de petites cartes mortes — à peine 2 points. Un pro ne se bat pas là-dessus : bloquez les ennemis, nourrissez votre partenaire, prenez l'assist.
hi: कोई बम नहीं, इक्के का एक जोड़ा, और मरे हुए छोटे पत्तों का दलदल — मुश्किल से 2 अंक। एक माहिर खिलाड़ी इससे नहीं लड़ता: दुश्मनों को रोकें, अपने साथी को फीड करें, सहायक की भूमिका लें।
id: Tak ada bom, satu pasangan As, dan rawa kartu kecil mati — nyaris 2 poin. Pemain pro tak melawan ini: blokir lawan, umpani partnermu, ambil peran asis.
ja: 炸弾なし、Aの対子が一組、そして死んだ小札の沼――かろうじて2点。プロはこれで戦わない：敵をブロックし、相棒に餌をやり、助攻を取る。
ko: 폭탄도 없고, 에이스 페어 하나에, 죽은 작은 카드 늪뿐 — 겨우 2점입니다. 프로는 이런 패로 싸우지 않아요: 적을 막고, 파트너에게 먹이를 주고, 어시스트를 챙기세요.
pt_br: Sem bomba, um par de Ases e um pântano de cartas baixas mortas — mal chega a 2 pontos. Um profissional não briga por isso: bloqueia os inimigos, alimenta o parceiro, fica com a assistência.
ru: Ни бомбы, одна пара тузов и болото мёртвой мелочи — едва ли 2 очка. Профи за это не бьётся: блокируй врагов, корми партнёра, бери ассист.
zh_hans: 没炸弹,一对A,外加一摊死掉的小牌——勉强2分。高手不会硬拼这副:封住敌人、喂牌给搭档、拿个助攻。
zh_hant: 沒有炸彈、一對 A、外加一灘死掉的小牌——勉強 2 分。高手不會去硬拼這手：擋敵、餵隊友、拿助攻。

source: No exit after bombing
ar: لا مخرج بعد التفجير
de: Kein Ausstieg nach dem Bomben
es: Sin salida tras bombardear
fr: Aucune sortie après avoir bombardé
hi: बम चलाने के बाद कोई निकास नहीं
id: Tak ada pintu keluar setelah mengebom
ja: 炸弾を切った後に上がり札がない
ko: 폭탄 친 뒤 출구가 없음
pt_br: Sem saída depois de bombardear
ru: Нет выхода после бомбы
zh_hans: 炸完没了后路
zh_hant: 炸完後無路可走。

source: No — a small joker and 8s are still hiding out there
ar: لا — لا يزال جوكر صغير وثمانيات يختبئان هناك
de: Nein — ein kleiner Joker und 8er lauern noch da draußen
es: No: un comodín pequeño y los 8 siguen escondidos por ahí
fr: Non — un petit joker et des 8 se cachent encore là-dehors
hi: नहीं — एक छोटा जोकर और 8 अब भी वहाँ छिपे हैं
id: Tidak — satu joker kecil dan kartu-kartu 8 masih bersembunyi di luar sana
ja: いや――小王と8がまだ外に隠れている
ko: 아니요 — 작은 조커 하나와 8들이 아직 밖에 숨어 있어요
pt_br: Não — um coringa pequeno e os 8 ainda estão escondidos por aí
ru: Нет — маленький джокер и восьмёрки всё ещё прячутся там
zh_hans: 不安全——外面还藏着一张小王和几张8
zh_hant: 不能——還有一張小王和幾張 8 藏在外面。

source: No — flip every rule: now you WANT to arm them
ar: لا — اقلب كل قاعدة: الآن أنت تريد تسليحهم
de: Nein — kehr jede Regel um: Jetzt WILLST du sie bewaffnen
es: No: invierte todas las reglas, ahora SÍ quieres armarlos
fr: Non — inversez chaque règle : maintenant vous VOULEZ les armer
hi: नहीं — हर नियम उलट दें: अब आप उन्हें हथियारबंद करना चाहते हैं
id: Tidak — balikkan setiap aturan: sekarang kamu MAU mempersenjatai mereka
ja: いや――すべてのルールをひっくり返せ：今は相手を武装させたいんだ
ko: 아니요 — 모든 규칙을 뒤집으세요: 이제 상대를 무장시켜야 합니다
pt_br: Não — inverta todas as regras: agora você QUER armá-los
ru: Нет — переверни каждое правило: теперь ты ХОЧЕШЬ их вооружить
zh_hans: 不安全——把所有规则反过来:现在你反而"想"给他们送弹药
zh_hant: 不能——把每條規則都反過來：現在你「希望」武裝他們。

source: Nobody answers a bomb cheaply. The lead is yours.
ar: لا أحد يردّ على قنبلة بثمن بخس. القيادة لك.
de: Niemand kontert eine Bombe billig. Du spielst an.
es: Nadie responde a una bomba barata. La salida es tuya.
fr: Personne ne répond à une bombe à bas prix. L'initiative est à vous.
hi: कोई बम का सस्ते में जवाब नहीं देता। चाल आपकी है।
id: Tak ada yang membalas bom dengan murah. Pimpinan jadi milikmu.
ja: 炸弾に安く応じる者はいない。首攻は君のものだ。
ko: 폭탄을 싸게 받는 사람은 없습니다. 출패권은 당신 겁니다.
pt_br: Ninguém responde a um bomba de graça. A liderança é sua.
ru: Никто не отвечает на бомбу задёшево. Ход твой.
zh_hans: 没人会拿好牌去接炸弹。出牌权是你的了。
zh_hant: 沒人會輕易去接一個炸彈。出牌權歸你。

source: Nobody answers. And since the trick-winner is out — you catch the wind.
ar: لا أحد يرد. وبما أن الفائز باللفّة قد خرج — فأنت تلتقط الريح.
de: Niemand antwortet. Und da der Stichgewinner draußen ist — du fängst den Wind auf.
es: Nadie responde. Y como quien ganó la baza ya salió, recibes el viento.
fr: Personne ne répond. Et comme le gagnant du pli est sorti — vous prenez le vent (接风).
hi: कोई जवाब नहीं देता। और चूँकि चाल जीतने वाला बाहर है — आप हवा पकड़ लेते हैं (आपकी बारी आ जाती है)।
id: Tak ada yang membalas. Dan karena pemenang trik sudah keluar — kamu menyambut angin (jiē fēng).
ja: 応じる者なし。そして番を取った者が上がったから――君が接風する。
ko: 아무도 받지 못합니다. 그리고 이 판을 이긴 사람이 이미 나갔으니 — 당신이 접풍을 받습니다.
pt_br: Ninguém responde. E como quem venceu a rodada saiu — você pega a brisa.
ru: Никто не отвечает. А раз победитель взятки вышел — ты ловишь ветер.
zh_hans: 没人接得上。又因为赢墩的人已经出去了——你接风。
zh_hant: 無人接牌。而且由於贏墩的人已經走了——換你接風。

source: Nobody fights for a small trick.
ar: لا أحد يقاتل على لفّة صغيرة.
de: Niemand kämpft um einen kleinen Stich.
es: Nadie pelea por una baza pequeña.
fr: Personne ne se bat pour un petit pli.
hi: छोटी चाल के लिए कोई नहीं लड़ता।
id: Tak ada yang memperebutkan trik kecil.
ja: 小さな番のために誰も争わない。
ko: 작은 판을 두고 싸우는 사람은 없어요.
pt_br: Ninguém briga por uma rodada pequena.
ru: Никто не бьётся за мелкую взятку.
zh_hans: 没人会为一墩小牌去争。
zh_hant: 沒人會為了一個小墩去爭。
